Repository: stanleyowen/CostPerDay
Catalog: CostPerDay/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Use the wheel to select a value directly, or the stepper to adjust one month at a time.
de: Verwenden Sie das Rad, um einen Wert direkt auszuwählen, oder den Schrittregler, um ihn monatsweise anzupassen.
es: Utilice la rueda para seleccionar un valor directamente o el control de pasos para ajustarlo mes a mes.
fr: Utilisez la molette pour sélectionner une valeur directement, ou le sélecteur pour l'ajuster mois par mois.
id: Gunakan roda pemilih untuk memilih nilai secara langsung, atau tombol penyesuai untuk mengubah satu bulan setiap kali.
ja: ホイールで値を直接選択でき、ステッパーで1か月単位で調整できます。
ko: 휠로 값을 직접 선택하거나 스테퍼로 한 달 단위로 조정할 수 있습니다.
pt_br: Use a roda para selecionar um valor diretamente ou o seletor de passos para ajustar mês a mês.
ru: Используйте колесо для прямого выбора значения или шаговый регулятор для изменения на один месяц.
vi: Dùng bánh xe chọn để chọn giá trị trực tiếp, hoặc nút tăng giảm để điều chỉnh từng tháng một.
zh_hans: 使用滚轮可直接选取数值，或使用步进器逐月调整。
zh_hant: 使用滾輪可直接選取數值，或使用步進器逐月調整。

source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
id: Kendaraan
ja: 車両
ko: 차량
pt_br: Veículo
ru: Транспортное средство
vi: Phương tiện
zh_hans: 车辆
zh_hant: 車輛

source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
id: Lihat di GitHub
ja: GitHub で見る
ko: GitHub에서 보기
pt_br: Ver no GitHub
ru: Открыть на GitHub
vi: Xem trên GitHub
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上檢視

source: Year
de: Jahr
es: Año
fr: Année
id: Tahun
ja: 年
ko: 연도
pt_br: Ano
ru: Год
vi: Năm
zh_hans: 年份
zh_hant: 年份

source: Years
de: Jahre
es: Años
fr: Années
id: Tahun
ja: 年
ko: 년
pt_br: Anos
ru: Годы
vi: Năm
zh_hans: 年
zh_hant: 年

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
id: Kuning
ja: 黄
ko: 노랑
pt_br: Amarelo
ru: Жёлтый
vi: Vàng
zh_hans: 黄色
zh_hant: 黃色

source: Your %lld items are currently priced against %@. This rate re-expresses them in %@. The prices originally entered remain unchanged; only the conversion is adjusted.
de: Ihre %1$lld Artikel sind derzeit in %2$@ bewertet. Dieser Kurs rechnet sie in %3$@ um. Die ursprünglich eingegebenen Preise bleiben unverändert; nur die Umrechnung wird angepasst.
es: Sus %lld artículos están valorados actualmente en %@. Esta tasa los reexpresa en %@. Los precios introducidos originalmente no se modifican; solo se ajusta la conversión.
fr: Vos %lld articles sont actuellement valorisés en %@. Ce taux les convertit en %@. Les prix saisis à l'origine restent inchangés ; seule la conversion est ajustée.
id: %lld barang Anda saat ini dinilai terhadap %@. Kurs ini menyatakan kembali nilainya dalam %@. Harga yang semula dimasukkan tetap tidak berubah; hanya konversinya yang disesuaikan.
ja: 現在、%1$lld 件の項目は %2$@ を基準として価格が設定されています。このレートにより、それらを %3$@ で表示し直します。当初入力された価格は変更されず、換算のみが調整されます。
ko: 현재 항목 %1$lld개의 가격은 %2$@을(를) 기준으로 설정되어 있습니다. 이 환율은 해당 항목을 %3$@(으)로 다시 표시합니다. 처음 입력한 가격은 그대로 유지되며 환산만 조정됩니다.
pt_br: Seus %lld itens estão atualmente precificados em %@. Esta taxa os reexpressa em %@. Os preços informados originalmente permanecem inalterados; apenas a conversão é ajustada.
ru: Стоимость %lld ваших предметов в настоящее время выражена в %@. Данный курс пересчитывает её в %@. Первоначально введённые цены остаются без изменений; корректируется только пересчёт.
vi: %lld món đồ của bạn hiện đang được định giá theo %@. Tỷ giá này thể hiện lại chúng bằng %@. Giá đã nhập ban đầu vẫn không thay đổi; chỉ phần quy đổi được điều chỉnh.
zh_hans: 您的 %lld 件物品当前以 %@ 计价。此汇率会将其改以 %@ 表示。原先输入的价格保持不变，仅调整换算结果。
zh_hant: 您的 %lld 件物品目前以 %@ 計價。此匯率會將其改以 %@ 表示。原先輸入的價格維持不變，僅調整換算結果。

source: Your items cost you
de: Ihre Artikel kosten Sie
es: Sus artículos le cuestan
fr: Vos articles vous coûtent
id: Barang-barang Anda menghabiskan biaya
ja: 所有物のコストは
ko: 보유 물품의 비용은
pt_br: Seus itens custam a você
ru: Ваши вещи обходятся вам в
vi: Các món đồ của bạn tiêu tốn
zh_hans: 您的物品每日花费
zh_hant: 您的物品每日花費

source: Cyan
es: Cian
id: Sian
ja: シアン
ko: 시안
pt_br: Ciano
ru: Голубой
vi: Xanh lơ
zh_hans: 青色
zh_hant: 青色

source: Gaming
es: Videojuegos
fr: Jeux vidéo
id: Gim
ja: ゲーム機器
ko: 게임 기기
pt_br: Videogames
ru: Игровая техника
vi: Trò chơi điện tử
zh_hans: 游戏设备
zh_hant: 電玩設備

source: In %@
es: En %@
fr: En %@
id: Dalam %@
ja: %@ 建て
ko: %@ 기준
pt_br: Em %@
ru: В %@
vi: Tính bằng %@
zh_hans: 以 %@ 计
zh_hant: 以 %@ 計

source: Indigo
es: Índigo
id: Nila
ja: インディゴ
ko: 남색
pt_br: Índigo
ru: Индиго
vi: Chàm
zh_hans: 靛色
zh_hant: 靛色

source: Instrument
es: Instrumento
id: Alat Musik
ja: 楽器
ko: 악기
pt_br: Instrumento
ru: Музыкальный инструмент
vi: Nhạc cụ
zh_hans: 乐器
zh_hant: 樂器

source: Laptop
es: Computadora portátil
fr: Ordinateur portable
ja: ノートパソコン
ko: 노트북
pt_br: Notebook
ru: Ноутбук
vi: Máy tính xách tay
zh_hans: 笔记本电脑
zh_hant: 筆記型電腦

source: Name
es: Nombre
fr: Nom
id: Nama
ja: 名称
ko: 이름
pt_br: Nome
ru: Название
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: OK
es: Aceptar
ko: 확인
ru: ОК
zh_hans: 好
zh_hant: 確定

source: Orange
es: Naranja
id: Oranye
ja: オレンジ
ko: 주황
pt_br: Laranja
ru: Оранжевый
vi: Cam
zh_hans: 橙色
zh_hant: 橙色

source: Pink
es: Rosa
fr: Rose
id: Merah Muda
ja: ピンク
ko: 분홍
pt_br: Rosa
ru: Розовый
vi: Hồng
zh_hans: 粉色
zh_hant: 粉紅色

source: Smart Home
es: Hogar inteligente
fr: Maison connectée
id: Rumah Pintar
ja: スマートホーム
ko: 스마트홈
pt_br: Casa inteligente
ru: Умный дом
vi: Nhà thông minh
zh_hans: 智能家居
zh_hant: 智慧家庭

source: Status
es: Estado
fr: Statut
ja: 状態
ko: 상태
ru: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Tablet
es: Tableta
fr: Tablette
ja: タブレット
ko: 태블릿
ru: Планшет
vi: Máy tính bảng
zh_hans: 平板电脑
zh_hant: 平板電腦

source: Version
es: Versión
id: Versi
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Monitor
fr: Écran
ja: モニター
ko: 모니터
ru: Монитор
vi: Màn hình
zh_hans: 显示器
zh_hant: 螢幕

source: Wearable
fr: Objet connecté
id: Perangkat Pakai
ja: ウェアラブル機器
ko: 웨어러블 기기
ru: Носимое устройство
vi: Thiết bị đeo
zh_hans: 可穿戴设备
zh_hant: 穿戴裝置

source: Audio
ja: オーディオ
ko: 오디오
pt_br: Áudio
ru: Аудио
vi: Âm thanh
zh_hans: 音响
zh_hant: 音響
